Repository: Ruixi-Zhang/pock
Catalog: Pock/UI/Languages/*.lproj/Localisations.strings
Languages: it

# base.website_url
source: https://pock.dev
it: https://pock.dev/it

# menu.general
source: General
it: Generali

# menu.about
source: About Pock
it: A Proposito di Pock

# menu.preferences
source: Preferences…
it: Impostazioni…

# menu.widgets
source: Widgets
it: Widget

# menu.widgets.manage-widgets
source: Manage widgets…
it: Gestisci i widget…

# menu.widgets.install-widget
source: Install widget…
it: Installa widget…

# menu.customization
source: Customisation
it: Personalizzazione

# menu.customization.pock
source: Customize Pock…
it: Modifica Pock…

# menu.customization.control-strip
source: Customize Control Strip…
it: Modifica Control Strip…

# menu.advanced
source: Advanced
it: Avanzate

# menu.advanced.reload_pock
source: Reload Pock…
it: Ricarica Pock…

# menu.advanced.relaunch_pock
source: Relaunch Pock…
it: Riavvia Pock…

# menu.advanced.reload_touchbar
source: Reload Control Strip…
it: Ricarica Control Strip…

# menu.advanced.relaunch_touchbar
source: Relaunch Touch Bar…
it: Riavvia Touch Bar…

# menu.quit
source: Quit Pock
it: Chiudi Pock

# preferences.general.title
source: General
it: Generali

# preferences.general.allow-blank-touchbar.title
source: Allow blank Touch Bar
it: Consenti Touch Bar vuota

# preferences.general.allow-blank-touchbar.desc
source: If enabled, you can turn the Touch Bar completely off just by removing any added widgets.
it: Quando questa opzione è abilitata, ti basta rimuovere tutti i widget per rendere la Touch Bar completamente nera.

# preferences.general.launch-at-login
source: Launch at login
it: Apri all'avvio

# preferences.layout.title
source: Layout
it: Disposizione

# preferences.double-control.title
source: Switch to default Touch Bar
it: Mostra la Touch Bar di sistema

# preferences.double-control.desc
source: Double press `^Control` key to toggle between Pock and System Touch Bar.
it: Premi due volte il tasto `^Control` per passare rapidamente da Pock alla Touch Bar di sistema.

# preferences.default-touchbar.shows
source: Default Touch Bar shows:
it: La Touch Bar di sistema mostra:

# preferences.default-touchbar.desc
source: To work properly, Pock may override the default Touch Bar preferences. You can always configure default settings from `System Preferences > Keyboard` to adapt the Touch Bar to your needs.
it: Per funzionare correttamente, Pock potrebbe sovrascrivere le impostazioni della Touch Bar di sistema. Potrai sempre tornare alle impostazioni che preferisci da `Impostazioni di Sistema > Tastiera`. In questo modo modo potrai adattare la Touch Bar alle tue esigenze.

# preferences.cursor-options.title
source: Cursor options
it: Opzioni cursore

# preferences.cursor-options.enable-mouse-support
source: Enable cursor support
it: Abilita il supporto al cursore

# preferences.cursor-options.show-tracking-area
source: Show tracking area
it: Mostra l'area di tracciamento

# preferences.updates.check-for-updates-once-a-day
source: Check for updates once a day
it: Verifica aggiornamenti una volta al giorno

# preferences.updates.check-for-updates
source: Check for updates
it: Cerca aggiornamenti

# onboard.title
source: Get the Most Out of Your MacBook Pro Touch Bar
it: Ottieni il massimo dalla Touch Bar del tuo MacBook Pro

# onboard.message
source: Pock comes with default widgets that let you access your frequently used controls and essential information.
it: Pock viene fornito con widget predefiniti che ti consentono di accedere ai controlli utilizzati di frequente e alle informazioni essenziali.

# onboard.footer
source: Follow the instructions in the Touch Bar to install default widgets
it: Segui le istruzioni nella Touch Bar per installare i widget di sistema

# layout-style.show-control-strip
source: Show Control Strip
it: Mostra Control Strip

# layout-style.full-width
source: Full width
it: Schermo intero

# presentation-mode.app-with-control-strip
source: App with Control Strip
it: App con Control Strip

# presentation-mode.full-control-strip
source: Full Control Strip
it: Control Strip estesa

# presentation-mode.function-keys
source: Function Keys (Fn)
it: Tasti Funzione (Fn)

# presentation-mode.workflows-with-control-strip
source: Workflow with Control Strip
it: Workflow con Control Strip

# presentation-mode.spaces
source: Spaces
it: Spazi

# presentation-mode.spaces-with-control-strip
source: Spaces with Control Strip
it: Spazi con Control Strip

# widgets-manager.list.title
source: Widgets Manager
it: Gestore dei Widget

# widgets-manager.list.select-widget
source: Select a widget from the list
it: Seleziona un widget dalla list

# widgets-manager.list.will-be-updated
source: "%@" widget will be updated
it: Il widget "%@" verrà aggiornato

# widgets-manager.list.did-update
source: "%@" widget updated. Reload Pock to refresh.
it: Il widget "%@" è staro aggiornato. Ricarica Pock.

# widgets-manager.loading-preferences
source: Loading Preferences…
it: Carico Impostazioni…

# widgets-manager.list.no-preferences
source: This widget has no preferences
it: Questo widget non ha impostazioni
